Repository: PrestigiousBeat6355/gnome-shell-extension-nasa-apod
Catalog: nasa_apod@elinvention.ovh/locale/*.po
Languages: gu

source: No picture for today 😞. Please visit NASA APOD website.
gu: આજ માટે કોઇ ચિત્ર નથી 😞. કૃપા કરીને NASA APOD વેબસાઇટની મુલાકાત લો.

source: You can enable YouTube thumbnail download in the settings.
gu: તમે સેટિંગ્સમાં YouTube થંબનેલ ડાઉનલોડ સક્ષમ કરી શકો છો.

source: NASA APOD website
gu: NASA APOD વેબસાઇટ

source: Get an API key
gu: API કી મેળવો

source: Settings
gu: સુયોજનો

source: Retry
gu: ફરી પ્રયાસ કરો

source: No title available
gu: કોઈ શીર્ષક ઉપલબ્ધ નથી

source: No description available
gu: કોઈ વર્ણન ઉપલબ્ધ નથી

source: No copyright information available
gu: કોઈ કોપીરાઈટ માહિતી ઉપલબ્ધ નથી

source: No refresh scheduled
gu: કોઈ રિફ્રેશ શેડ્યૂલ કરેલ નથી

source: Open Wallpaper Folder
gu: વૉલપેપર ફોલ્ડર ખોલો

source: Set Wallpaper
gu: વૉલપેપર ગોઠવો

source: Refresh
gu: અધ્યતન કરો

source: Refreshing...
gu: અધ્યતન થઇ રહ્યું છે

source: Network unavailable
gu: નેટવર્ક અનુપલબ્ધ

source: Wait 10 seconds...
gu: ૧૦ સેકન્ડ રાહ જુઓ...

source: Unpin and Refresh
gu: અનપિન કરો અને અધ્યતન કરો

source: (metered network)
gu: (મીટર કરેલ નેટવર્ક)

source: Here will be displayed an explanation of the current NASA's APOD wallpaper. Please press refresh to download a new wallpaper along with the explanation.
gu: અહીં નાસાના વર્તમાન APOD વૉલપેપરની સમજૂતી પ્રદર્શિત કરવામાં આવશે. સમજૂતી સાથે નવું વૉલપેપર ડાઉનલોડ કરવા માટે કૃપા કરીને અધ્યતન કરો દબાવો.

source: Next refresh: {0}
gu: આગામી રિફ્રેશ: {0}

source: Next refresh in less than a minute
gu: આગામી એક મિનિટથી ઓછા સમયમાં અધ્યતન થશે

source: Pending refresh
gu: અધ્યતન કરવાનું બાકી

source: Invalid NASA API key (error 403)
gu: અમાન્ય NASA API કી (ભૂલ 403)

source: Check that your key is correct or use the default key.
gu: તપાસો કે તમારી ચાવી(Key)સાચી છે અથવા મુળભૂત ચાવીનો ઉપયોગ કરો.

source: Network error
gu: નેટવર્ક ભૂલ

source: HTTP status code {0}.
gu: HTTP સ્ટેટસ કોડ {0}.

source: Generic error
gu: સામાન્ય ભૂલ

source: Over rate limit (error 429)
gu: દર મર્યાદાથી વધુ (ભૂલ 429)

source: Get your API key at https://api.nasa.gov/ to have 1000 requests per hour just for you.
gu: ફક્ત તમારા માટે કલાક દીઠ ૧૦૦૦ વિનંતીઓ મેળવવા માટે https://api.nasa.gov/ પર તમારી API ચાવી(Key) મેળવો.

source: Download {0} done
gu: ડાઉનલોડ {0} પૂર્ણ

source: Couldn't fetch image from {0}
gu: {0} પરથી છબી મેળવી શકાઈ નથી

source: About
gu: વિશે

source: version:
gu: આવૃત્તિ:

source: Change your wallpaper daily to the NASA's astronomy picture of the day
gu: તમારા વૉલપેપરને દરરોજ નાસાના 'એસ્ટ્રોનોમી પિક્ચર ઓફ ધ ડે' (APOD) સાથે બદલો

source: Extension's GitHub Webpage
gu: એક્સ્ટેંશનનું GitHub વેબપેજ

source: Issue Tracker
gu: ઈશ્યુ ટ્રેકર

source: Changelog
gu: ચેન્જલોગ

source: Brought to you by:
gu: તમારા માટે પ્રસ્તુતકર્તા:

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> for details</span>
gu: <span size=\"small\">આ પ્રોગ્રામ સંપૂર્ણપણે કોઈ વૉરંટી વગર આવે છે.\nવિગતો માટે <a href=\"https://www.gnu.org/licenses/old-licenses/gpl-2.0.html\">GNU જનરલ પબ્લિક લાયસન્સ, આવૃત્તિ ૩ અથવા પછીની</a> જુઓ</span>

source: Choose download folder
gu: ડાઉનલોડ ફોલ્ડર પસંદ કરો

source: Cancel
gu: રદ કરો

source: Select
gu: પસંદ કરો

source: General
gu: સામાન્ય

source: Indicator
gu: ઇન્ડિકેટર

source: Hide extension indicator
gu: એક્સ્ટેંશન ઇન્ડિકેટર છુપાવો

source: Simply hides that Saturn thing
gu: માત્ર તે શનિ જેવી નિશાનીને છુપાવે છે

source: Indicator position
gu: ઇન્ડિકેટરનું સ્થાન

source: Moves the indicator in the status area
gu: સ્ટેટસ એરિયામાં ઇન્ડિકેટર ખસેડે છે

source: Notifications
gu: સૂચનાઓ

source: Notify when a new image is downloaded
gu: જ્યારે નવી છબી ડાઉનલોડ થાય ત્યારે સૂચિત કરો

source: A notification will appear with the explanation of the day
gu: દિવસની સમજૂતી સાથે એક સૂચના દેખાશે

source: Use transient notifications
gu: ક્ષણિક સૂચનાઓનો ઉપયોગ કરો

source: Just hover with your mouse to dismiss it
gu: તેને દૂર કરવા માટે ફક્ત માઉસને તેની ઉપર ફેરવો

source: Background
gu: બેકગ્રાઉન્ડ

source: Set background image:
gu: બેકગ્રાઉન્ડ છબી સેટ કરો:છબી મોનિટર રિઝોલ્યુશન સાથે કેવી રીતે અનુકૂલિત થાય તે સેટ કરો

source: Set how the image is adapted to the monitor resolution
gu: છબી મોનિટર રિઝોલ્યુશન સાથે કેવી રીતે અનુકૂલિત થાય તે સેટ કરો

source: Download folder
gu: ડાઉનલોડ ફોલ્ડર

source: Download thumbnail from YouTube for videos
gu: વિડિઓઝ માટે YouTube પરથી થંબનેલ ડાઉનલોડ કરો

source: If the APOD is a YouTube video, download and use its thumbnail as wallpaper
gu: જો APOD એ YouTube વિડિઓ હોય, તો તેની થંબનેલ ડાઉનલોડ કરો અને વૉલપેપર તરીકે ઉપયોગ કરો

source: History
gu: ઈતિહાસ

source: You can pin a background by selecting it. A pinned background won't be replaced by newer ones.
gu: તમે બેકગ્રાઉન્ડને પસંદ કરીને પિન કરી શકો છો.\nપિન કરેલ બેકગ્રાઉન્ડ નવા દ્વારા બદલવામાં આવશે નહીં.

source: Remove
gu: દૂર કરો

source: Add NASA APOD API key
gu: NASA APOD API ચાવી(Key) ઉમેરો

source: The entered API key is not valid.
gu: દાખલ કરેલ API કી માન્ય નથી.

source: The API key has to be 40 characters long.
gu: API કી ૪૦ અક્ષર લાંબી હોવી જોઈએ.

source: Add
gu: ઉમેરો

source: Network
gu: નેટવર્ક

source: Network Usage
gu: નેટવર્ક વપરાશ

source: HD version
gu: HD આવૃત્તિ

source: Low resolution version
gu: લો-રિઝોલ્યુશન આવૃત્તિ

source: Image resolution:
gu: છબી રિઝોલ્યુશન:

source: Image resolution for non metered connections
gu: મીટર ન કરેલા કનેક્શન માટે છબી રિઝોલ્યુશન

source: Image resolution on metered networks:
gu: મીટર કરેલા નેટવર્ક પર છબી રિઝોલ્યુશન:

source: Image resolution for metered connections
gu: મીટર કરેલા કનેક્શન માટે છબી રિઝોલ્યુશન

source: Automatic refresh on metered networks:
gu: મીટર કરેલા નેટવર્ક પર આપમેળે અધ્યતન કરો:

source: API keys
gu: API કી

source: API keys can be obtained from the <a href="https://api.nasa.gov/index.html#apply-for-an-api-key">NASA APOD website</a>. Each key is limited to 1000 requests per hour, and hence you may not be able to refresh with the default keys.
gu: API કી <a href=\"https://api.nasa.gov/index.html#apply-for-an-api-key\">NASA APOD વેબસાઇટ</a> પરથી મેળવી શકાય છે.\nદરેક કી પ્રતિ કલાક ૧૦૦૦ વિનંતીઓ સુધી મર્યાદિત છે, અને તેથી તમે ડિફોલ્ટ કી સાથે રિફ્રેશ કરી શકશો નહીં.

source: Default
gu: મૂળભૂત

source: Hide indicator
gu: ઇન્ડિકેટર છુપાવો

source: Hide indicator icon from status area
gu: સ્ટેટસ એરિયામાંથી ઇન્ડિકેટર ચિન્હ છુપાવો

source: Send a notifications
gu: સૂચનાઓ મોકલો

source: Send a notification with explanation when the picture of the day is downloaded
gu: જ્યારે દિવસનું ચિત્ર ડાઉનલોડ થાય ત્યારે સમજૂતી સાથે સૂચના મોકલો

source: Use transient notifications (auto dismiss)
gu: ક્ષણિક સૂચનાઓનો ઉપયોગ કરો (આપોઆપ દૂર થશે)

source: Set background
gu: બેકગ્રાઉન્ડ ગોઠવો

source: Set background to NASA's APOD
gu: નાસાના APOD ને બેકગ્રાઉન્ડ તરીકે સેટ કરો

source: Use thumbnail (requires a call to YouTube APIs)
gu: થંબનેલનો ઉપયોગ કરો (YouTube API ના ઉપયોગની જરૂર પડશે)

source: Use thumbnail for video
gu: વિડિઓ માટે થંબનેલનો ઉપયોગ કરો

source: Where to download pictures.
gu: ચિત્રો ક્યાં ડાઉનલોડ કરવા.

source: An empty string means that the default folder is used: ~/.cache/apod/
gu: ખાલી શબ્દમાળા (string) નો અર્થ છે કે ડિફોલ્ટ ફોલ્ડરનો ઉપયોગ થશે: ~/.cache/apod/

source: NASA APOD api key.
gu: NASA APOD API ચાવી(Key)

source: Get your API key from https://api.nasa.gov/
gu: તમારી API કી https://api.nasa.gov/ પરથી મેળવો

source: Last performed refresh.
gu: છેલ્લે કરવામાં આવેલ રિફ્રેશ.

source: Last json downloaded from API.
gu: API માંથી છેલ્લે ડાઉનલોડ થયેલ json.

source: Background image adjustment.
gu: બેકગ્રાઉન્ડ છબી ગોઠવણ.

source: Pinned Background
gu: પિન કરેલ બેકગ્રાઉન્ડ

source: Pinned Background allows you to pin an old background and prevent the extension from replacing it with a new one.
gu: પિન કરેલ બેકગ્રાઉન્ડ તમને જૂના બેકગ્રાઉન્ડને પિન કરવાની અને એક્સ્ટેંશનને તેને નવા બેકગ્રાઉન્ડ સાથે બદલતા અટકાવવાની મંજૂરી આપે છે.

source: Image resolution.
gu: છબી રિઝોલ્યુશન.

source: Can be "hd" or "lowres". "hd" downloads from hdurl as found in the JSON API. "lowres" downloads from url as found in the JSON API.
gu: તે "hd" અથવા "lowres" હોઈ શકે છે.\n"hd" JSON API માં મળેલ hdurl પરથી ડાઉનલોડ કરે છે.\n"lowres" JSON API માં મળેલ url પરથી ડાઉનલોડ કરે છે.

source: Image resolution on metered networks.
gu: મીટર કરેલા નેટવર્ક પર છબી રિઝોલ્યુશન.

source: Same as image-resolution, but only applies to metered networks.
gu: image-resolution જેવું જ છે, પરંતુ તે ફક્ત મીટર કરેલા નેટવર્ક પર જ લાગુ થાય છે.

source: Automatic refresh with metered network.
gu: મીટર કરેલા નેટવર્ક સાથે ઓટોમેટિક રિફ્રેશ.

source: If false disables automatic image download when the network is metered.
gu: જો 'ખોટું' (false) હશે તો જ્યારે નેટવર્ક મીટર કરવામાં આવશે ત્યારે ઓટોમેટિક છબી ડાઉનલોડ અક્ષમ થઈ જશે.

source: Indicator position.
gu: ઇન્ડિકેટરનું સ્થાન.

source: Useful to statically position the indicator in the status area.
gu: સ્ટેટસ એરિયામાં ઇન્ડિકેટરને સ્થિર રીતે ગોઠવવા માટે ઉપયોગી.
